a-candy-beauty-icon-theme-git
accountsservice
acpi
adapta-gtk-theme
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-fonts
age
aic94xx-firmware
alacritty
alsa-firmware
alsa-lib
alsa-plugins
alsa-utils
anydesk-bin
appstream
arandr
arc-darkest-theme-git
arc-gtk-theme
arc-icon-theme
arch-install-scripts
archiso
archlinux-login-backgrounds-git
archlinux-logout-git
archlinux-tweak-tool-git
arcolinux-alacritty-git
arcolinux-app-git
arcolinux-arc-aqua-git
arcolinux-arc-archlinux-blue-git
arcolinux-arc-arcolinux-blue-git
arcolinux-arc-azul-git
arcolinux-arc-azure-dodger-blue-git
arcolinux-arc-blood-git
arcolinux-arc-blue-sky-git
arcolinux-arc-botticelli-git
arcolinux-arc-bright-lilac-git
arcolinux-arc-bright-lime-green-git
arcolinux-arc-carnation-git
arcolinux-arc-carolina-blue-git
arcolinux-arc-casablanca-git
arcolinux-arc-crimson-git
arcolinux-arc-dawn-git
arcolinux-arc-emerald-git
arcolinux-arc-evopop-git
arcolinux-arc-fern-git
arcolinux-arc-fire-git
arcolinux-arc-froly-git
arcolinux-arc-havelock-git
arcolinux-arc-hibiscus-git
arcolinux-arc-kde
arcolinux-arc-light-blue-grey-git
arcolinux-arc-light-blue-surfn-git
arcolinux-arc-light-salmon-git
arcolinux-arc-mandy-git
arcolinux-arc-mantis-git
arcolinux-arc-medium-blue-git
arcolinux-arc-niagara-git
arcolinux-arc-nice-blue-git
arcolinux-arc-numix-git
arcolinux-arc-orchid-git
arcolinux-arc-pale-grey-git
arcolinux-arc-paper-git
arcolinux-arc-pink-git
arcolinux-arc-polo-git
arcolinux-arc-punch-git
arcolinux-arc-red-orange-git
arcolinux-arc-rusty-orange-git
arcolinux-arc-sky-blue-git
arcolinux-arc-slate-grey-git
arcolinux-arc-smoke-git
arcolinux-arc-soft-blue-git
arcolinux-arc-tacao-git
arcolinux-arc-tangerine-git
arcolinux-arc-tory-git
arcolinux-arc-warm-pink-git
arcolinux-bin-git
arcolinux-config-all-desktops-git
arcolinux-conky-collection-git
arcolinux-dconf-all-desktops-git
arcolinux-desktop-trasher-git
arcolinux-fonts-git
arcolinux-grub-theme-vimix-git
arcolinux-gtk3-sardi-arc-git
arcolinux-hblock-git
arcolinux-i3wm-git
arcolinux-keyring
arcolinux-kvantum-git
arcolinux-local-applications-all-hide-git
arcolinux-local-applications-git
arcolinux-local-xfce4-git
arcolinux-mint-y-icons-git
arcolinux-mirrorlist-git
arcolinux-neofetch-git
arcolinux-nitrogen-git
arcolinux-paleofetch-git
arcolinux-pamac-all
arcolinux-paru-git
arcolinux-pipemenus-git
arcolinux-plank-git
arcolinux-plank-themes-git
arcolinux-polybar-git
arcolinux-qt5-git
arcolinux-reflector-simple-git
arcolinux-rofi-git
arcolinux-rofi-themes-git
arcolinux-root-git
arcolinux-sddm-futuristic-git
arcolinux-sddm-materia-git
arcolinux-sddm-simplicity-git
arcolinux-sddm-slice-git
arcolinux-sddm-sugar-candy-git
arcolinux-sddm-urbanlifestyle-git
arcolinux-sweet-mars-git
arcolinux-system-config-git
arcolinux-systemd-services-git
arcolinux-teamviewer
arcolinux-tellme-git
arcolinux-termite-themes-git
arcolinux-variety-autostart-git
arcolinux-variety-git
arcolinux-volumeicon-git
arcolinux-wallpapers-candy-git
arcolinux-wallpapers-dual-git
arcolinux-wallpapers-git
arcolinux-welcome-app-git
arcolinux-xfce-git
arcolinux-xlunch-git
arcolinux-zsh-git
asciinema
audacity
autoconf
automake
autorandr
autotiling
avahi
awesome-terminal-fonts
ayu-theme
bandwhich
base
bash-completion
bat
bibata-cursor-theme-bin
bibata-cursor-translucent
bibata-extra-cursor-theme
bibata-rainbow-cursor-theme
bind
binutils
bison
bitwarden
bitwarden-cli
blueman
bluez
bluez-libs
brave-bin
broadcom-wl-dkms
btop
btrfs-progs
cabextract
capitaine-cursors
catppuccin-cursors-git
cheese
clojure
clonezilla
conky-lua-archers
cpupower
cryptsetup
ctop
cups
cups-filters
cups-pdf
cups-pk-helper
dconf-editor
ddrescue
dex
dhclient
dialog
diff-so-fancy
diffutils
discord
dmenu
dmidecode
dmraid
dnsmasq
docker
docker-buildx
docker-compose
dosfstools
downgrade
dracula-cursors-git
dracula-gtk-theme
dracula-icons-git
dua-cli
dunst
dust
e2fsprogs
edid-decode-git
edk2-shell
efibootmgr
entr
ethtool
exfatprogs
exo
expac
eza
f2fs-tools
faba-icon-theme-git
faba-mono-icons-git
fakeroot
fatresize
fbida
fd
feh
ffmpegthumbnailer
file
file-roller
findutils
firefox
flat-remix-git
flex
fluent-gtk-theme
fluent-icon-theme-git
fluent-kde-theme-git
freetype2
fsarchiver
fwupd
garcon
gawk
gcc
gettext
ghostscript
gimp
git
github-cli
gksu
glances
gnome-disk-utility
gnome-keyring
gnu-netcat
go
gpart
gparted
gping
gpm
gptfdisk
graphite-gtk-theme-git
grep
grex
groff
grub
grub-customizer
gsfonts
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk3
gutenprint
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gvim
gzip
halo-icons-git
hardcode-fixer-git
hardinfo-gtk3
hdparm
htop
httpie
hugo
hw-probe
hwinfo
hyperfine
hyperv
i3-wm
i3blocks
i3status
imagemagick
intel-ucode
intellij-idea-community-edition
intltool
inxi
ipython
irssi
iw
jfsutils
jless
jq
jsoncpp
keepass
khal
kitty
kolourpaint
kripton-theme-git
kubectl
kubectx
kvantum
kvantum-theme-materia
kvantum-theme-qogir-git
la-capitaine-icon-theme-git
laptop-detect
lastpass
lastpass-cli
layan-cursor-theme-git
layan-gtk-theme-git
layan-kde-git
lazygit
leiningen
less
lf
libcups
libdvdcss
libfido2
libgsf
libmtp
libopenraw
libpwquality
libreoffice-fresh
libtool
libusb-compat
linux
linux-atm
linux-firmware
linux-firmware-marvell
linux-firmware-qlogic
linux-headers
logrotate
lolcat
lsb-release
lsscsi
luna-icon-theme-git
lvm2
lxappearance-gtk3
lxrandr
m4
make
man-db
man-pages
materia-gtk-theme
materia-kde
mc
mdadm
memtest86+
mesa
mesa-utils
minikube
mintstick-git
mkinitcpio
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
modemmanager
moka-icon-theme-git
mplayer
mtools
mtpfs
nano
nbd
ndisc6
neofetch
neovim
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nilfs-utils
nitrogen
nmap
nordzy-icon-theme-git
noto-fonts
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
ntp
numix-circle-arc-icons-git
numix-gtk-theme-git
numlockx
nvme-cli
obs-studio
obsidian
obsidian-icon-theme
oh-my-zsh-git
open-iscsi
openbox-themes-pambudi-git
openconnect
openjdk17-src
openresolv
openssh
openvpn
oranchelo-icon-theme-git
orchis-kde-theme-git
orchis-theme-git
os-prober
oxy-neon
p7zip
pacman
paper-icon-theme
papirus-folders-git
papirus-folders-gui-bin
papirus-folders-nordic
papirus-nord
partclone
parted
partimage
paru-bin
pasystray
patch
pavucontrol
pcsclite
picom
pkgconf
pkgfile
playerctl
polkit
polkit-gnome
polybar
poppler-glib
poppler-qt5
power-profiles-daemon
ppp
pptpclient
procs
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pv
pycharm-community-edition
python-pip
python-pipx
python-poetry
python-pyparted
python-virtualenv
qogir-gtk-theme-git
qogir-icon-theme
qt5-webkit
qt5ct
qtile
ranger
rate-mirrors-bin
rclone
redshift
refind
reflector
reiserfsprogs
ripgrep
ristretto
rofi
rp-pppoe
rsync
rustup
rxvt-unicode
rxvt-unicode-terminfo
sardi-colora-variations-icons-git
sardi-flat-colora-variations-icons-git
sardi-flat-mint-y-icons-git
sardi-flat-mixing-icons-git
sardi-flexible-colora-variations-icons-git
sardi-flexible-luv-colora-variations-icons-git
sardi-flexible-mint-y-icons-git
sardi-flexible-mixing-icons-git
sardi-flexible-variations-icons-git
sardi-ghost-flexible-colora-variations-icons-git
sardi-ghost-flexible-mint-y-icons-git
sardi-ghost-flexible-mixing-icons-git
sardi-ghost-flexible-variations-icons-git
sardi-icons
sardi-mint-y-icons-git
sardi-mixing-icons-git
sardi-mono-colora-variations-icons-git
sardi-mono-mint-y-icons-git
sardi-mono-mixing-icons-git
sardi-mono-numix-colora-variations-icons-git
sardi-mono-papirus-colora-variations-icons-git
sardi-orb-colora-mint-y-icons-git
sardi-orb-colora-mixing-icons-git
sardi-orb-colora-variations-icons-git
screen
scrot
sd
sddm
sdparm
sed
sg3_utils
shfmt
shotcut
simple-scan
slack-desktop
smartmontools
sniffnet
sof-firmware
sops
speedtest-cli-git
splix
squashfs-tools
starship
sudo
surfn-icons-git
surfn-mint-y-icons-git
sweet-cursor-theme-git
sweet-gtk-theme-dark
sweet-theme-git
swi-prolog
syslinux
sysstat
system-config-printer
tcpdump
tealdeer
teams
tela-circle-icon-theme-git
terminus-font
termite
testdisk
texinfo
the_silver_searcher
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tig
tmux
tokei
tpm2-tss
translate-shell
tre
ttf-anonymous-pro
ttf-bitstream-vera
ttf-caladea
ttf-carlito
ttf-cascadia-code
ttf-cormorant
ttf-croscore
ttf-dejavu
ttf-droid
ttf-eurof
ttf-fantasque-sans-mono
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-font-awesome
ttf-hack
ttf-hactor
ttf-hellvetica
ttf-ibm-plex
ttf-inconsolata
ttf-jetbrains-mono
ttf-joypixels
ttf-lato
ttf-liberation
ttf-linux-libertine
ttf-linux-libertine-g
ttf-meslo-nerd-font-powerlevel10k
ttf-monofur
ttf-ms-fonts
ttf-proggy-clean
ttf-roboto
ttf-roboto-mono
ttf-sourcecodepro-nerd
ttf-ubuntu-font-family
tumbler
turbostat
udftools
udiskie
udisks2
unace
unclutter
unrar
unzip
upd72020x-fw
upower
urxvt-fullscreen
urxvt-perls
urxvt-resize-font-git
usb_modeswitch
usbmuxd
usbutils
variety
vifm
vimix-cursors
vimix-icon-theme-git
visual-studio-code-bin
vlc
vokoscreen
volumeicon
vpnc
w3m
wacom-settings-git
wd719x-firmware
we10x-icon-theme-git
webkit2gtk
wget
which
whitesur-icon-theme-git
wireless-regdb
wireless_tools
wmctrl
wpa_supplicant
wvdial
xapp
xclip
xcursor-arch-cursor-complete
xcursor-breeze
xcursor-comix
xcursor-flatbed
xcursor-neutral
xcursor-premium
xcursor-simpleandsoft
xdg-desktop-portal-gtk
xdg-user-dirs
xdo
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-vesa
xfce4-appfinder
xfce4-clipman-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-screenshooter
xfce4-settings
xfce4-taskmanager
xfce4-terminal
xfconf
xfsprogs
xfwm4
xl2tpd
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
xss-lock
yad
yay-bin
zafiro-icon-theme
zathura
zathura-pdf-mupdf
zenity
zoxide
zsh
zsh-completions
zsh-syntax-highlighting
