bfg
bitwarden-dmenu
bluez-utils-compat
buku
bytecode-viewer
chromedriver
ddcci-driver-linux-dkms
ddccontrol
ddcui
dmenu-bluetooth
duf-bin
exercism
gddccontrol
hstr
ipw2100-fw
ipw2200-fw
jpdftweak
kubeval
lazydocker
mongodb-compass
mongodb-tools
ncpamixer
neo-matrix
networkmanager-dmenu-git
ngrok
obinskit
pdfposter
postman-bin
python310
python36
python39
robo3t-bin
rpi-imager
scc
streamripper
studio-3t
tgpt-bin
tuxracer
